Repository: dTatham/fratler
Catalog: transactions/translations/*.po
Languages: de

source: Transaction related settings
de: Transaktionseinstellungen

source: Maximum transaction amount
de: Maximales Transaktionsvolumen

source: The highest amount that can be transferred in one transaction.<br />Enter 0 for unlimited transactions.
de: Der maximale Betrag pro Transaktion.<br />Für unbegrenzte Transaktionsvolumina "0" eingeben.

source: Overdraw limit
de: Überziehungslimit

source: The amount a normal user may overdraw its amount by.<br />Enter a positive value to keep a "safety-deposit".<br />NOTE: If you enter a positive value, the permission @permission loses it's effect.
de: Das systemweite Überziehungslimit.<br />Um ein "Mindestguthaben" zu garantieren kann ein positiver Betrag eingegeben werden.<br />HINWEIS: Wenn ein positiver Betrag eingegeben wird die Berechtigung @permission ignoriert.

source: Rebuild Account table
de: Konten-Tabelle aktualisieren

source: After changing !permissions, please remember to !rebuild the internal permissions table.
de: Bitte nicht vergessen, die interne Berechtigungstabelle zu !rebuild, nachdem die !permissions geändert wurden.

source: permissions
de: Berechtigungen

source: rebuild
de: aktualisieren

source: Invalid maximum transaction amount
de: Ungültiges maximales Transaktionsvolumen.

source: Invalid overdraw amount
de: Ungültiges Überziehungslimit.

source: New transfer
de: Neue Transaktion

source: New adjustment
de: Neue Kontoanpassung

source: - Select Account -
de: – Konto wählen –

source: Recipient
de: Empfänger

# accounting
source: Account
de: Benutzerkonto

source: Account
de: Benutzerkonto

source: Amount
de: Betrag

source: Transaction-Memo
de: Verwendungszweck

source: Transaction-Type
de: Transaktionstyp

source: Submit
de: Absenden

source: Create new transaction after this one.
de: Eine weitere Transaktion erstellen.

source: Are you sure you want to proceed?
de: Wirklich fortfahren?

source: Proceed
de: Fortfahren

source: Something just went horribly wrong. Please panic now.
de: Da ist irgendwas komplett schief gelaufen. Bitte jetzt in Panik ausbrechen.

source: Invalid value.
de: Ungültiger Betrag.

source: @account invalid.
de: @account ungültig.

source: My account statement
de: Mein Kontoauszug

source: @name's account statement
de: @names Kontoauszug

source: No transactions available.
de: Keine Transaktionen verfügbar.

source: Switch accounts
de: Konto wechseln

source: Switch to:
de: Wechseln zu:

source: Go
de: Los

source: Invalid account name.
de: Ungültiger Kontoname.

source: Filter transactions
de: Transaktionen filtern

source: By timestamp
de: Nach Zeitstempel

source: From:
de: Von:

source: To:
de: Bis:

source: By account
de: Nach Konto

source: any
de: beliebig

source: By type
de: Nach Typ

source: Select type(s)
de: Typ auswählen

source: By memo
de: Nach Verwendungszweck

source: By amount
de: Nach Betrag

source: Reset
de: Zurücksetzen

source: Transaction #@tid
de: Transaktion #@tid

source: By: @user
de: Durch @user

source: Fingerprint valid
de: Fingerabdruck gültig

source: Fingerprint invalid!
de: Fingerabdruck ungültig!

source: Transaction-ID
de: Transaktions-ID

source: Timestamp
de: Zeitstempel

source: Type
de: Typ

source: New balance:<br/>Sender
de: Neuer Kontostand:<br />Sender

source: New balance
de: Neuer Kontostand

source: New balance:<br/>Account
de: Neuer Kontostand:<br />Konto

source: Fingerprint
de: Fingerabdruck

source: Transaction record
de: Transaktionsdaten

source: Recipient and Sender must not be identical.
de: Sender und Empfänger müssen unterschiedlich sein.

source: You are not allowed to transfer your own funds.
de: Du kannst keine abgehenden Transaktionen von deinem eigenen Konto tätigen.

source: You are not allowed to transfer others' funds.
de: Du kannst keine abgehenden Transaktionen von fremden Konten tätigen.

source: You are not allowed to participate in transactions.
de: Du kannst keine Transaktionen tätigen.

source: This account is not allowed to participate in transactions.
de: Dieses Konto kann keine Transaktionen tätigen.

source: You are not allowed to adjust your own account.
de: Du kannst dein eigenes Konto nicht anpassen.

source: You are not allowed to adjust other accounts.
de: Du kannst fremde Konten nicht anpassen.

source: Amount invalid.
de: Betrag ungültig.

source: Amount exceeds maximum transaction value.
de: Der Betrag überschreitet das maximale Transaktionsvolumen.

source: This transaction will overdraw the sender's account.
de: Diese Transaktion würde das Konto des Senders überziehen.

source: This transaction will exceed the sender's overdraw-limit.
de: Diese Transaktion würde das Überziehungslimit des Senders überschreiten.

source: This transaction will overdraw the account.
de: Diese Transaktion würde das Konto überziehen.

source: This transaction will exceed the account's overdraw-limit.
de: Diese Transaktion würde das Überziehungslimit des Kontos überschreiten.

source: This transaction will overdraw your account.
de: Diese Transaktion würde dein Konto überziehen.

source: This transaction will exceed your overdraw-limit.
de: Diese Transaktion würde dein Überziehungslimit überschreiten.

source: The transaction-type is invalid.
de: Ungültiger Transaktionstyp.

source: An unknown error occured. Your transaction could not be completed.
de: Ein unbekannter Fehler ist aufgetreten. Die Transaktion konnte nicht abgeschlossen werden.

source: Rebooking account %from to %to
de: Buche Konto %from auf Konto %to um

source: Well... this is embarassing. Could not finish the job. Ask your admin for help. Sorry!
de: Hm… das ist peinlich. Der Vorgang konnte nicht abgeschlossen werden. Bitte an den Administrator wenden - Sorry!

source: [%old &#8594; %new on @date by @user]
de: [%old &#8594; %new am @date durch @user]

source: Rebooked one transaction from %old to %new.
de: Es wurde eine Transaktion von %old nach %new umgebucht.

source: Fratler Transactions
de: Fratler-Transaktionen

source: Configure the transaction entity of the fratler_suite
de: Die Transaktionseinheit der fratler_suite konfigurieren.

source: Make a new transaction
de: Eine neue Transaktion anlegen

source: Adjust account
de: Konto anpassen

source: Adjust an account
de: Konto anpassen

source: View transaction
de: Transaktion ansehen

source: Display a single transaction
de: Eine einzelne Transaktion anzeigen

source: All transactions
de: Alle Transaktionen

source: Display all transactions
de: Alle Transaktionen anzeigen

source: Statement
de: Kontoauszug

source: View your account statement
de: Den eigenen Kontoauszug anzeigen.

source: Account statement
de: Kontoauszug

source: Transaction-Types
de: Transaktionstypen

source: Fratler Transaction-Types. DO NOT REMOVE THIS VOCABULARY. I'm serious!
de: Fratler Transaktionstypen. NICHT LÖSCHEN!!! Ich meine es ernst - Pfoten weg!

source: Transfers
de: Überweisungen

source: Transfer transaction types
de: Transaktionstypen für Überweisungen

# Abbreviation for Standard Transfer
source: T
de: Ü

source: Standard Transfer
de: Überweisung

source: Adjustments
de: Anpassungen

source: Adjustment transaction types
de: Transaktionstypen für Anpassungen

# Abbreviation for Withdrawal
source: W
de: B

source: Withdrawal
de: Belastung

# Abbreviation for Deposit
source: D
de: G

source: Deposit
de: Gutschrift

source: Please remember seting the !permissions and !rebuild the Fratler Account table afterwards to enable Fratler Accounts. You can also find the link in the !admin configuration.
de: Bitte nicht vergessen, die interne Berechtigungstabelle zu !rebuild, nachdem die !permissions geändert wurden, um die Fratler-Konten zu aktiveren. Der Link ist auch in der !admin-Konfiguration zu finden.

source: Transaction functionality for Fratler Accounts
de: Transaktionsfunktionen für Fratler-Konten
