Repository: dTatham/fratler
Catalog: accounts/translations/*.po
Languages: de

source: General Settings
de: Allgemeine Einstellungen

source: Used locale
de: Gebietsschema

source: Please enter a locale-String you would like to use to format the amounts (e.g. en_US or de_DE).<br />Enter "C" as fallback.
de: Bitte ein POSIX Gebietsschema eingeben, mit dem Beträge formatiert werden sollen (z.B. en_US oder de_DE).<br />"C" als Provisorium eingeben.

source: Currently using "@locale" (example: @num)
de: Aktuell wird "@locale" verwendet (Beispiel: @num).

source: Statement entries per page
de: Transaktionen pro Seite

source: How many statement records would you like to display per page?<br />Enter "0" to disable pagination.
de: Wie viele Transaktionen sollen pro Seite angezeigt werden?<br />Auf "0" setzen, um alles auf einer Seite anzuzeigen.

source: Rebuild Account table
de: Konten-Tabelle aktualisieren

source: After changing !permissions, please remember to !rebuild the internal permissions table.
de: Bitte nicht vergessen, die interne Berechtigungstabelle zu !rebuild, nachdem die !permissions geändert wurden.

source: permissions
de: Berechtigungen

source: rebuild
de: aktualisieren

source: Invalid locale.
de: Ungültiges Gebietsschema.

source: Invalid entries per page setting
de: Ungültige Angabe der Transaktionen pro Seite.

source: Display own statement
de: Eigenen Kontoauszug anzeigen

source: Display all statements
de: Alle Transaktionen anzeigen

source: Display all accounts
de: Alle Konten anzeigen

source: Allow users to display all account-balances.
de: Benutzer können alle Kontostände einsehen.

source: Receive transfers
de: Überweisungen erhalten

source: Transfer from own account
de: Überweisungen vom eigenen Konto

source: Transfer from all accounts
de: Überweisungen von allen Konten

source: Adjust other accounts
de: Andere Konten anpassen

source: Users may adjust any account but their own.
de: Benutzer können alle Konten anpassen außer den eigenen.

source: Adjust own account
de: Eigenes Konto anpassen

source: Users may adjust their own account.
de: Benutzer können ihre eigenen Konten anpassen.

source: Overdraw accounts
de: Konten überziehen

source: Users may overdraw accounts up to the system wide limit.
de: Benutzer können Konten bis zum systemweiten Limit überziehen.

source: Bypass account-bar
de: Kontosperre umgehen

source: Users may conduct transactions with any account that isn't blocked by the system (regardless of the account's permission).
de: Benutzer können Transaktionen mit jedem Konto durchführen, das nicht systemseitig gesperrt ist (unabhängig von anderen Berechtigungen).

source: Exceed transaction limit
de: Transaktionslimit überschreiten

source: Exceed overdraw limit
de: Überziehungslimit überschreiten

source: Rebuilding Fratler Accounts
de: Aktualisiere Fratler-Konten

source: Processing account @current of @total.
de: Bearbeite Nr. @current von insgesamt @total.

source: Initializing.
de: Initialisierung.

source: Processing @account.
de: @account wird bearbeitet.

source: All accounts
de: Alle Konten

source: My accounts
de: Meine Konten

source: Account overview: @name
de: Kontoübersicht: @name

# accounting
source: Account
de: Konto

source: Balance
de: Kontostand

source: Last transaction
de: Letzte Transaktion

source: Active
de: Aktiv

source: Blocked
de: Gesperrt

source: Fingerprint
de: Fingerabdruck

source: No accounts available.
de: Keine Konten verfügbar.

source: An error occured while verifying the signature of the account !name; please contact an admin immediately.
de: Beim Überprüfen der Signatur des Kontos !name ist ein Fehler aufgetreten; bitte umgehend einen Administrator kontaktieren.

source: An error occured while verifying the signature for transaction #!tid. Involved accounts were locked to avoid further corruption. Please contact an admin immediately.
de: Beim Überprüfen der Signatur der Transaktion #!tid ist ein Fehler aufgetreten. Die betroffenen Konten wurden gesperrt, um weitere Schäden zu verhindern. Bitte umgehend einen Administrator kontaktieren.

source: N/A
de: n. v.

source: Signature of account !account's was corrupted. Changes were saved, but the signature was NOT updated. The account has been blocked to prevent further corruption.
de: Die Signatur des Kontos !account ist beschädigt. Die Änderungen wurden gespeichert, aber die Signatur wurde NICHT aktualisiert. Das Konto wurde blockiert, um weitere Schäden zu verhindern.

source: Fratler Account
de: Fratler-Konto

source: Created one Transaction Account.
de: Ein Transaktionskonto wurde erstellt.

source: Updated one Transaction Account.
de: Ein Transaktionskonto wurde aktualisiert.

source: Configure the fratler_suite
de: fratler_suite konfigurieren

source: Fratler Accounts
de: Fratler-Konten

source: Configure the bookkeeping entity of the fratler_suite
de: Die Buchhaltungseinheit der fratler_suite konfigurieren.

source: Recreate user accounts
de: Konten wiederherstellen

source: Account overview, transfers
de: Kontenübersicht, Transaktionen

source: Overview
de: Übersicht

source: Display account balances
de: Kontostände anzeigen

source: Display all transactions
de: Alle Transaktionen anzeigen

source: User autocomplete
de: Auto-Vervollständigen von Benutzernamen

source: Simple bookkeping for simple people
de: Simple Buchhaltung für normalgebliebene Menschen
