Repository: dTatham/fratler
Catalog: masters/translations/*.po
Languages: de

source: permissions
de: Berechtigungen

source: Balance
de: Kontostand

source: Last transaction
de: Letzte Transaktion

source: Active
de: Aktiv

source: Fingerprint
de: Fingerabdruck

source: No data available.
de: Keine Daten verfügbar.

source: Operations
de: Operationen

source: Description
de: Beschreibung

source: view
de: Ansicht

source: statement
de: Kontoauszug

source: edit
de: Bearbeiten

source: toggle
de: Aktivieren/Deaktivieren

source: No Master Accounts available.
de: Keine Masterkonten verfügbar.

source: Active?
de: Aktiv?

source: Choose whether this Master Account is to be active or inactive.
de: Das Masterkonto aktiv oder inaktiv schalten.

source: Please give a short description of the Master Account.
de: Eine kurze Beschreibung des Masterkontos.

source: Save
de: Speichern

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: This Master Account already exists. If you want to edit it, please click !here.
de: Dieses Masterkonto existiert bereits. Zum Ändern !here klicken.

source: here
de: hier

source: Delete Master Account @name
de: Masterkonto @name löschen

source: Confirm deletion
de: Löschen bestätigen

source: Please confirm you want to delete this Master Account. <b>This action cannot be undone.</b>
de: Bitte bestätige, dass dieses Masterkonto gelöscht werden soll. <b>Dieser Vorgang kann nicht rückgängig gemacht werden.</b>

source: Alternative Master Account
de: Alternatives Masterkonto

source: I know what I am doing
de: Ich weiß was ich tue

source: Confirm
de: Bestätigen

source: Please confirm that you know what you are doing.
de: Bitte bestätige, dass du weißt, was du tust.

source: Operation could not be completed.
de: Vorgang konnte nicht abgeschlossen werden.

source: No alternative Master Accounts available. You need another active account that can take over the existing transaction.
de: Es ist kein alternatives Masterkonto verfügbar. Ein alternatives Masterkonto wird benötigt, um die bestehende Transaktion übernehmen zu können.

source: There is currently <b>one</b> transaction on this Master Account. Please select an alternate Master Account which will hold the transaction.
de: Mit diesem Masterkonto ist derzeit <b>eine</b> Transaktion verknüpft. Bitte ein alternatives Masterkonto angeben, dass die Transaktion übernehmen kann.

source: Bypass inactive Master Accounts
de: Inaktive Masterkonten umgehen

source: Ignore the active/inactive state of any Master Account.
de: Der aktiv/inaktiv Status eines Masterkontos kann umgangen werden

source: Master Account @name
de: Masterkonto @name

source: Account ID
de: Konto-ID

source: Machine name
de: Maschinenlesbarer Name

source: Adjustment roles
de: Anpassungsrollen

source: Roles permitted to adjust the account.
de: Benutzerrollen, die das Konto anpassen können.

source: Transfer roles
de: Transaktionsrollen

source: Roles permitted to transfer from the account.
de: Benutzerrollen, die mit diesem Konto Transaktionen vornehmen können.

source: Total transactions
de: Transaktionen (gesamt)

source: %acc_name: Display Master Account statement
de: %acc_name: Kontoauszug anzeigen

source: %acc_name: Adjust Master Account
de: %acc_name: Konto anpassen

source: %acc_name: Transfer funds
de: %acc_name: Transaktionen durchführen

source: Fratler Master Account
de: Fratler-Masterkonto

source: Created Master Account %master.
de: Masterkonto %master angelegt.

source: Updated Master Account %master.
de: Masterkonto %master aktualisiert.

source: Could not reassign transactions from @entity.
de: Transaktionen von @entity konnten nicht übertragen werden.

source: Master Accounts:
de: Masterkonten:

source: Deleted Master Account %master.
de: Masterkonto %master wurde gelöscht.

source: Fratler Masters
de: Fratler Masterkonten

source: Configure Master Accounts for fratler_suite.
de: Masterkonten der fratler_suite konfigurieren.

source: Create Master Account
de: Masterkonto erstellen

source: Create a new Master Account
de: Ein neues Masterkonto erstellen

source: Master Account
de: Masterkonto

source: Display Master Account data.
de: Daten des Masterkontos anzeigen

source: Edit Master Account
de: Masterkonto bearbeiten

source: Delete Master Account
de: Masterkonto löschen

source: Updated one Master Account record.
de: Ein Masterkonto wurde aktualisiert.

source: Deactivated one Master Account.
de: Ein Masterkonto wurde deaktiviert.

source: Fratler Accounts that are not tied to a given user.
de: Fratler-Konten, die nicht an einzelne Benutzer gebunden sind.
