Repository: dTatham/fratler
Catalog: guarddog/translations/*.po
Languages: de

source: View Guarddog Issues
de: Guarddog-Vorfälle anzeigen

source: Gini marked issue #@issue as solved. Woof!
de: Gini hat Vorfall #@issue as gelöst markiert. Wuff!

source: Severity
de: Schweregrad

source: Solved
de: Gelöst

source: Last occurrence
de: Letzter Vorfall

source: Total
de: Gesamt

source: Module
de: Modul

source: Message
de: Nachricht

source: User
de: Benutzer

source: First occurrence: @date
de: Erster Vorfall: @date

source: Type: @type
de: Typ: @type

source: No data available.
de: Keine Daten verfügbar.

source: Fratler Guarddog - Issue #@id: @name
de: Fratler Guarddog – Vorfall #@id: @name

source: Solve issue
de: Vorfall lösen

source: Issue #
de: Vorfall #

source: Watchdog-Entry?
de: Watchdog-Meldung?

source: (first occurrence only)
de: (nur der erste Vorfall)

source: Type
de: Typ

source: First occurrence
de: Erster Vorfall

source: Total occurrences
de: Vorfälle (gesamt)

source: Operations
de: Operationen

source: Fratler Guarddog Issue Type
de: Fratler Guarddog-Vorfallstyp

source: Fratler Guarddog Issue
de: Fratler Guarddog Vorfall

source: Gini registered the issue-type %name for module %module.
de: Gini hat den Vorfallstyp %name für das Modul %module registriert.

source: Gini updated the issue-type %name for module %module.
de: Gini hat den Vorfallstyp %name für das Modul %module aktualisiert.

source: Conslut Gini
de: Gini konsultieren

source: Gini the magnificent guarddog fetched and deleted one issue type for %module.
de: Gini, der bezaubernde Wachhund, hat einen Vorfallstyp für %module apportiert und gelöscht.

source: Fratler Guarddog Issues
de: Fratler Guarddog Vorfälle

source: Solve Issue
de: Vorfall lösen

source: Guarddog for the Fratler Suite - you may call her Gini.
de: Wachhund für die fratler_suite. Du kannst Gini zu ihr sagen.
